Repository: luigiliquori/myMed
Catalog: frontend/www/current/lang/*.utf8/LC_MESSAGES/messages.po
Languages: fr_fr, it_it

source: Validated associations
fr_fr: Associations validées

source: A volunteer
fr_fr: Un bénévole
it_it: Un volontario

source: Volunteer
fr_fr: Bénévole
it_it: Volontario

source: volunteer
fr_fr: bénévole
it_it: volontario

source: volunteer profile details
fr_fr: Détails du profil bénévole
it_it: dettagli profilo volontario

source: association profile details
fr_fr: Détails du profil association
it_it: dettagli profilo associazione

source: Association name
fr_fr: Nom de l'association
it_it: Associazione nome

source: An association
fr_fr: Une association

source: Choose your role.
fr_fr: Choisissez votre rôle

source: Applier
fr_fr: Candidat

source: Profile
fr_fr: Profil

source: User details
fr_fr: Détails utilisateur
it_it: Dati utente

source: phone
fr_fr: tel
it_it: tel

source: address
fr_fr: adresse
it_it: Indirizzo

source: Sex
fr_fr: Sexe
it_it: Sesso

source: Working status
fr_fr: Status de travail
it_it: Lavoro di stato

source: Active
fr_fr: Actif
it_it: Attivo

source: Unemployed
fr_fr: Sans emploi
it_it: Disoccupato

source: Retired
fr_fr: Retraité
it_it: Ritirato

source: active
fr_fr: actif

source: unemployed
fr_fr: sans emploi

source: retired
fr_fr: retraité

source: My announcements
fr_fr: Mes annonces

source: Volunteers list
fr_fr: Liste des bénévoles

source: Create a profile
fr_fr: Créer un profil

source: Manage associations
fr_fr: Gérer associations

source: Association web site
fr_fr: Site web association

source: Your skills (1 to 4)
fr_fr: Vos compétences (de 1 à 4)

source: The skills you need (1 to 4)
fr_fr: Les compétences demandées (1 à 4)

source: The missions you propose
fr_fr: Les missions que vous proposez

source: Your district
fr_fr: Votre quartier

source: Website
fr_fr: Site web

source: Skills needed
fr_fr: Compétences nécessaires

source: Disponibility
fr_fr: Disponibilité

source: reputation
fr_fr: réputation
it_it: reputazione

source: Edit my profile
fr_fr: Modifier mon profil
it_it: Modifica il mio profilo

source: Delete my profile
fr_fr: Supprimer mon profil
it_it: Cancellare il mio profilo

source: Cancel my profile
fr_fr: Supprimer mon profil
it_it: Cancellare il mio profilo

source: Are you sure you want to delete your profile ?
fr_fr: Etes-vous sûr(e) de vouloir supprimer votre profil ?
it_it: Sei sicuro di voler eliminare il tuo profilo ?

source: Do you really want to cancel your profile?
fr_fr: Etes-vous sûr(e) de vouloir supprimer votre profil ?
it_it: Sei sicuro di voler eliminare il tuo profilo ?

source: Yes
fr_fr: Oui
it_it: Sì

source: No
fr_fr: Non

source: Edit Profile and Subscripions
fr_fr: Modifier profil et souscriptions

source: Here you can modify your profile and list your active subscriptions.
fr_fr: Vous pouvez modifier ici votre profil et lister vos subscriptions actives.
it_it: Qui puoi modificare il tuo profilo e listare i tuoi progetti già operativi.

source: Add a new subscription
fr_fr: Ajouter une nouvelle souscription
it_it: Aggiungere un nuovo abbonamento

source: Subscribe
fr_fr: Souscrire
it_it: Abbonarsi

source: Delete subscription
fr_fr: Supprimer souscription
it_it: Cancellare sottoscrizione

source: Details
fr_fr: Détails
it_it: Dettagli

source: Apply
fr_fr: Postuler
it_it: Applicare

source: Author
fr_fr: Auteur
it_it: autore

source: Rate publication
fr_fr: Evaluer la publication

source: Assign a value from 1 (Poor idea) to 5 (Great idea!!)
fr_fr: Assigner une valeur de 1 (mauvaise) à 5 (bonne idée!!)
it_it: Assegnagli un voto da 1 (Pessima idea) a 5 (Fantastica idea !!)

source: Assign a value from 1 to 5
fr_fr: Assigner une valeur de 1 à 5
it_it: Dai un voto che vada da 1 a 5

source: Rate author
fr_fr: Evaluer l'auteur
it_it: Valutare l'autore

source: Rate offer
fr_fr: Evaluer l'offre
it_it: Valutare l'offerta

source: Offer reputation
fr_fr: Réputation de l'offre
it_it: Offerta reputazione

source: Author reputation
fr_fr: Réputation de l'auteur
it_it: Autore reputazione

source: Announcement reputation
fr_fr: Réputation de l'annonce

source: Rate announcement
fr_fr: Evaluer annonce

source: Association reputation
fr_fr: Réputation de l'association

source: Rate association
fr_fr: Evaluer association

source: rates
fr_fr: votes
it_it: voti

source: Waiting validation:
fr_fr: En attente de validation:
it_it: In attesa di convalida:

source: You have to choose at least one parameter
fr_fr: Vous devez choisir au moins un paramètre

source: Do you like the author?
fr_fr: Aimez-vous l'auteur?
it_it: Ti piace l’autore?

source: Of course yes!
fr_fr: Oui bien sûr!
it_it: Certamente!

source: No, not really...
fr_fr: Non, pas vraiment...
it_it: Non proprio...

source: Logout
fr_fr: Se déconnecter

source: Manage accounts
fr_fr: Gérer comptes

source: Thank you for your contribution!
fr_fr: Merci pour votre contribution!

source: Title field can't be empty
fr_fr: Le champs titre doit être rempli
it_it: Campo titolo non può essere vuoto

source: Please provide a valide expiration date for the course
fr_fr: Veuillez choisir une date valide pour votre cours

source: (Yours)
fr_fr: (La vôtre)
it_it: (La vostra)

source: <p><b>Number of volunteers: </b>
fr_fr: <p><b>Nombre de bénévoles: </b>
it_it: <p><b>Numero di volontari: </b>

source: Association name field can't be empty
fr_fr: Le champs nom de l'association doit être rempli
it_it: Campo del nome associazione non può essere vuoto

source: Phone field can't be empty
fr_fr: Le champs téléphone doit être rempli
it_it: Campo telefono non può essere vuoto

source: Text field can't be empty
fr_fr: Le champs texte doit être rempli
it_it: Campo di testo non può essere vuoto

source: You have to choose at least 1 skill
fr_fr: Vous devez choisir au moins 1 compétence

source: You can choose 4 skills maximum
fr_fr: Vous pouvez choisir que 4 compétences maximum

source: You have to choose one mission type
fr_fr: Vous devez choisir un type de mission

source: Announcement modified !
fr_fr: Annonce modifiée !

source: Your extended profile could not be found
fr_fr: Votre profil étendu n'a pu être trouvé

source: Password field can't be empty
fr_fr: Le champ mot de passe ne peut pas être vide!

source: Complement profile registered successfully!
fr_fr: Complément de profil enregistré avec succès!
it_it: Il tuo profilo é stato registrato con successo!

source: Subscribe success
fr_fr: Souscription réussie

source: myMedabout
fr_fr: Le projet <b>myMed</b> est né d'une double constatation: l'existence d'un énorme potentiel de développement des activités économiques de la zone transfrontalière, objet de l'action Alcotra, et le manque criant d'infrastructures techniquement avancées en permettant un développement harmonieux. La proposition myMed est née d'une collaboration existante depuis plus de 15 ans entre l'Institut National de Recherche en Informatique et en Automatique (INRIA) de Sophia Antipolis et l'Ecole Polytechnique de Turin, auxquels viennent s'ajouter deux autres partenaires, l'Université de Turin et l'Université du Piémont Oriental.
it_it: Il progetto <b>myMed</b> nasce da una duplice constatazione: l'esistenza di un enorme potenziale di sviluppo di attività economiche nella zona transfrontaliera, oggetto dell’azione Alcotra e la stridente mancanza d'infrastrutture tecnicamente avanzate che ne permettano uno sviluppo armonioso. L'iniziativa myMed é frutto di una collaborazione preesistente da più di 15 anni tra l’Istituto Nazionale di Ricerca in Informatica e Automatica (INRIA) di Sophia Antipolis e il Politecnico di Torino ai quali si sono aggiunti altri due partner: l’Università di Torino e l’Università del Piemonte Orientale.

source: About myMed
fr_fr: A propos de myMed
it_it: A proposito di myMed

source: About myEurope
fr_fr: A propos de "myEurope"
it_it: A proposito di myEurope

source: About
fr_fr: A propos
it_it: A proposito

source: Create an account
fr_fr: Créer un compte

source: Partnerships
fr_fr: Partenariats
it_it: Partenariato

source: Blog
fr_fr: Bonnes pratiques
it_it: Buone prassi

source: Transborder social network
fr_fr: Réseau Social Transfrontalier
it_it: Rete sociale transfrontaliera

source: Existing Profiles
fr_fr: Profils existants
it_it: Profilo già esistente

source: Create
fr_fr: Créer
it_it: Crea

source: <b>Congratulations!</b> Your profile has been sent to myEurope team <a href='mailto:myEuropeStaff@gmail.com'>myEuropeStaff@gmail.com</a> for validation
fr_fr: <b>Félicitations!</b> Votre profil a été envoyé à l'équipe de myEurope <a href='mailto:myEuropeStaff@gmail.com'>myEuropeStaff@gmail.com</a> pour validation
it_it: <b>Congratulazioni!</b> Il suo profilo è stato inviato a myEurope <a href='mailto:myEuropeStaff@gmail.com'>myEuropeStaff@gmail.com</a> per essere validato

source: Notify me of new messages
fr_fr: M'alerter des nouveaux messages
it_it: Notificami nuovi messaggi

source: comments
fr_fr: commentaires
it_it: commenti

source: Reply
fr_fr: Répondre
it_it: Rispondi

source: New Message
fr_fr: Nouveau message
it_it: Nuovo messaggio

source: title
fr_fr: Titre
it_it: titolo

source: Post
fr_fr: Poster
it_it: Postare

source: Sure?
fr_fr: Etes-vous sûr?
it_it: Conferma?

source: Search a partnership offer
fr_fr: Rechercher un partenariat
it_it: Trova offerta di partenariato

source: Insert a partnership offer
fr_fr: Déposer une offre de partenariat
it_it: Sottometti offerta di partenariato

source: By topic
fr_fr: Par thème
it_it: Per tema

source: By registering to myEdu you will be able to manage your subscriptions and your adhesions.
fr_fr: L'enregistrement à myEdu vous permettra de gêrer vos souscriptions et vos adhésions.
it_it: La registrazione a myEdu ti permetterà di gestire le tue sottoscrizioni e le tue adesioni.

source: By phase
fr_fr: Par phase
it_it: Per fase

source: keywords
fr_fr: Mots-clés
it_it: Parole chiave

source: separated by a space
fr_fr: Séparés par un espace
it_it: separa con uno spazio

source: Offer Themes
fr_fr: Thématiques de votre projet
it_it: Tematiche del progetto

source: Areas
fr_fr: Localisation du projet
it_it: Zone geografiche del progetto

source: Italy
fr_fr: Italie
it_it: Italia

source: Other
fr_fr: Autre
it_it: Altro

source: Browse your subscriptions or create a new one, by clicking on the "Manage subscriptions" button.
fr_fr: Visualisez vos souscriptions ou créez en de nouvelles en cliquant sur le bouton "Gêrer souscriptions".
it_it: Visualizza le tue sottoscrizioni o creane una nuova cliccando su "Gestione sottoscrizioni".

source: Check your adhesions and see whether you have been accepted.
fr_fr: Consultez vos adhésions pour voir si elles ont été acceptées.
it_it: Consulta le tue adesioni per vedere se sei stato accettato.

source: You can customize your profile with e.g. language, photo, web page, work, telephone, affiliation by click on the "Edit my profile" button.<br>You can cancel your myEdu profile by clicking on the "Cancel my profile" button.
fr_fr: Vous pouvez customiser votre profil myEdu avec par exemple votre langue, photo, page web, profession, téléphone, affiliation, en cliquant sur le bouton "Modifier mon profil".<br>Vous pouvez supprimer votre profil myEdu en cliquant sur le bouton "Supprimer mon profil".
it_it: Potete customizzare il vostro profilo myEdu con scelta lingua, foto, pagina web, professione, telefono, affiliazione, cliccando sul bottone "Modifica il mio profilo".<br>Potete cancellare il vostro profilo myEdu cliccando sul bottone "Cancellare il mio profilo".

source: Date of birth
fr_fr: Date de naissance
it_it: Data di nascita

source: Category of searched partners
fr_fr: Type de partenaire recherché
it_it: Tipo di partner ricercati

source: Categories
fr_fr: Catégories

source: Set up parameters of your subscriptions that will allows to interact with the social network myEdu.
fr_fr: Réglez les paramètres de vos souscriptions qui vous permettront d'intéragir avec le réseau social myEdu.
it_it: Imposta i parametri delle tue sottoscrizioni che ti permetteranno di interagire con la rete sociale myEdu.

source: partnership or project name
fr_fr: Titre du Partenariat ou Projet visé
it_it: Partenariato o nome del progetto

source: Themes
fr_fr: Thématiques
it_it: Tematiche

source: Other options
fr_fr: Autres options
it_it: Altre opzioni

source: Keywords
fr_fr: Mots-clés
it_it: Parole chiave

source: Deadline
fr_fr: Date d'expiration
it_it: Data di scadenza

source: date in format year-month-day
fr_fr: Date en format année-mois-jour
it_it: Data nel formato anno-mese-giorno

source: Your partnership
fr_fr: Partenariat
it_it: Partenariato

source: Insert
fr_fr: Déposer
it_it: Inserisci

source: Organization Name
fr_fr: Nom de l'organisation
it_it: Nome dell'organizzazione

source: Your category
fr_fr: Choisir une catégorie
it_it: La tua categoria

source: Create this profile
fr_fr: Créer ce profil
it_it: Crea questo profilo

source: Unsubscribed
fr_fr: Désabonné
it_it: Disabbonarsi

source: You were not subscribed to these keywords
fr_fr: Vous n'aviez pas souscrits aux mots clés suivants
it_it: Non sei abbonato a queste parole chiave

source: Sort by
fr_fr: Trier par
it_it: Seleziona per

source: partner
fr_fr: Partenaire

source: Subscribe to:
fr_fr: S'abonner à
it_it: Abbonarsi

source: filter
fr_fr: Filtrer
it_it: filtra

source: Your search didn't match any result.
fr_fr: Votre recherche n'a abouti à aucun résultat
it_it: La ricerca non ha dato alcun risultato

source: You are a full-powered Admin, have fun!
fr_fr: Vous êtes un administrateur avec tous les droits, amusez-vous!

source: Users
fr_fr: Utilisateurs
it_it: Utenti

source: Register in myEurope with this profile
fr_fr: S'inscrire à myEurope avec ce profil
it_it: Registrarsi su myEurope con questo profilo

source: Back to profiles list
fr_fr: Retour à la liste de profils
it_it: Ritorno alla lista profili

source: Delete user
fr_fr: Supprimer l'utilisateur
it_it: Cancella utente

source: Your partnership offer has been successfully published
fr_fr: Votre offre de partenariat a été publiée avec succès
it_it: L'offerta di partenariato è stata pubblicata con successo

source: See similar offers
fr_fr: Voir les offres similaires
it_it: Vedi offerte simili

source: Publication Date
fr_fr: Date de publication
it_it: Data pubblicazione

source: Expiration Date
fr_fr: Date d'expiration
it_it: Data limite

source: Partners
fr_fr: Partenaires
it_it: Partner

source: Delete my offer
fr_fr: Supprimer mon offre
it_it: Cancella la mia offerta

source: Partnership request
fr_fr: Demande de partenariat
it_it: Richiesta di partenariato

source: Education, culture and sport
fr_fr: Education, culture et sport
it_it: Educazione, cultura e sport

source: Work and training
fr_fr: Emploi et formation professionnelle
it_it: Lavoro e formazione professionale

source: Enterprises, Research and Innovation
fr_fr: Entreprises, innovation
it_it: Imprese, Ricerca ed Innovazione

source: Environment, Energies and Risk
fr_fr: Environnement, risques et énergies
it_it: Ambiente, Energia e Rischi ambientali

source: Transport, Facilities and Zoning
fr_fr: Transports, infrastructures, aménagement du territoire
it_it: Trasporto, infrastrutture e pianificazione del territorio

source: Health and Consumer Protection
fr_fr: Santé et protection des consommateurs
it_it: Salute e protezione dei consumatori

source: Social Affairs
fr_fr: Affaires sociales

source: Fishing
fr_fr: Pêche
it_it: Pesca

source: Domain
fr_fr: Domaine
it_it: Dominio

source: Engineering, Mathematics & Computer Science
fr_fr: Ingénierie, Mathématiques et Informatique
it_it: Ingegneria, Matematica & Informatica

source: Telecommunication Engineering
fr_fr: Ingénierie des télécoms
it_it: Ingegneria delle Telecomunicazioni

source: Electronic Engineering
fr_fr: Ingénierie Electronique
it_it: Ingegneria Elettronica

source: Mathematics
fr_fr: Mathématiques
it_it: Matematica

source: Computer Engineering
fr_fr: Ingénierie informatique
it_it: Ingegneria Informatica

source: Mechanical Engineering
fr_fr: Ingénierie mécanique
it_it: Ingegneria Meccanica

source: Automatic Engineering
fr_fr: Automatique
it_it: Ingegneria Automatica

source: Material Sciences
fr_fr: Sciences des matériaux
it_it: Scienza dei Materiali

source: Civil Engineering
fr_fr: Bâtiment et génie civil
it_it: Ingegneria civile

source: Law, Economics and political science
fr_fr: Droit, Economie et Sciences Politiques
it_it: Dizitto, Economia e scienze politiche

source: Economy
fr_fr: Economie
it_it: Economia

source: Managerial Economics
fr_fr: Gestion
it_it: Gestione

source: Law
fr_fr: Droit
it_it: Giurisprudenza

source: International Relations
fr_fr: Relations internationales
it_it: Relazioni internazionali

source: Political Sciences
fr_fr: Sciences politiques
it_it: Scienze Politiche

source: Public Service Sciences
fr_fr: Fonction publique
it_it: Funzione pubblica

source: Literature and philosophy
fr_fr: Lettre et philosophie
it_it: Lettere e Filosofia

source: Letters and Literature
fr_fr: Lettres et littérature
it_it: Lettere e letteratura

source: Philosophy
fr_fr: Philosophie
it_it: Filosofia

source: Theology
fr_fr: Théologie
it_it: Teologia

source: Foreign languages and literature
fr_fr: Langues et littérature étrangères
it_it: Lingue e Letterature Straniere

source: Education and Teacher training
fr_fr: Sciences de l'Education et formation des enseignants
it_it: Scienze della Formazione

source: Social and Human Sciences
fr_fr: Sciences humaines et sociales
it_it: Scienze Umane e Sociali

source: Psycology
fr_fr: Psycologie
it_it: Psicologia

source: Sociology
fr_fr: Sociologie
it_it: Sociologia

source: History
fr_fr: Histoire
it_it: Storia

source: Demography
fr_fr: Démographie
it_it: Demografia

source: Ethnography
fr_fr: Ethnographie
it_it: Etnografia

source: Information and Communication Sciences
fr_fr: Sciences de l'Information et de la Communication
it_it: Scienze dell'Informazione e della Comunicazione

source: Information & Communication
fr_fr: InfoComm
it_it: Informazione e Comunicazione

source: Documentary resources and Data Bases
fr_fr: Ressources Documentaires et bases de données
it_it: Risorse Documentaristiche e basi di dati

source: Journalism
fr_fr: Journalisme
it_it: Giornalismo

source: Technic of Image and Sound
fr_fr: Technique de l'Image et du Son
it_it: Tecnica dell'Immagine e del Suono

source: Music
fr_fr: Musique
it_it: Musica

source: Plastic Arts
fr_fr: Arts plastiques
it_it: Arti Plastiche

source: Health Sciences
fr_fr: Sciences de la santé
it_it: Scienze della Salute

source: Pharmacy
fr_fr: Pharmacie
it_it: Farmacia

source: Veternary medicine
fr_fr: Médecine vétérinaire
it_it: Medicina Veterinaria

source: Medicine and surgery
fr_fr: Médecine et Chirurgie
it_it: Medicina e Chirurgia

source: Sport Sciences
fr_fr: Sciences du Sport
it_it: Scienze dello Sport

source: Health and Safety
fr_fr: Hygiène et sécurité
it_it: Igiene e Sicuretta

source: Odontology
fr_fr: Odontologie
it_it: Odontoiatria

source: Life Sciences and Earth
fr_fr: Sciences de la Vie et de la Terre
it_it: Scienze della Vita e della Terra

source: Geography
fr_fr: Géographie
it_it: Geografia

source: Physics
fr_fr: Physique
it_it: Fisica

source: Chemistry
fr_fr: Chimie
it_it: Chemica

source: Agricultural and food sciences
fr_fr: Agronomie et sciences de la nutrition
it_it: Agraria e scienze della nutrizione

source: Biology
fr_fr: Biologie
it_it: Biologia

source: Geology
fr_fr: Géologie
it_it: Geologia

source: Genova
fr_fr: Gênes

source: Torino
fr_fr: Turin

source: Switzerland
fr_fr: Suisse
it_it: Svizzera

source: Corsica
fr_fr: Corse

source: Ideas
fr_fr: Définition de l'idée
it_it: Descrizione dell'idea di progetto

source: Partners search
fr_fr: Recherche de partenaires
it_it: Ricerca dei partner di progetto

source: Application
fr_fr: Elaboration de la candidature
it_it: Applicazione

source: Project implementation
fr_fr: Mise en oeuvre du projet
it_it: Attuazione del progetto

source: Monitoring and evaluation
fr_fr: Suivi et évaluation
it_it: Monitoraggio e valutazione del progetto

source: Role
fr_fr: Rôle
it_it: Ruolo

source: Members list
fr_fr: liste des membres
it_it: Lista dei membri

source: (You)
fr_fr: (Vous)
it_it: (Io)

source: Partnership request sent
fr_fr: Demande de partenariat envoyée
it_it: Richiesta di partenariato inviata

source: Partner added
fr_fr: Partenariat ajouté
it_it: Il partner è stato aggiunto

source: Do you like the content?
fr_fr: Aimez-vous ce contenu?

source: back
fr_fr: retour
it_it: indietro

source: New publication
fr_fr: Nouvelle publication

source: Modify publication
fr_fr: Modifier publication

source: Edit publication
fr_fr: Editer publication

source: Don't forget that you have the possibility to use your social network accounts to create your profile: see button
fr_fr: N'oubliez pas que vous avez la possiblilité d'utiliser vos comptes de réseaux sociaux pour créer votre profil: voir bouton
it_it: Non dimenticate che avete la possibilità di utilizzare i vostri preesistenti account di reti sociali per creare il vostro profilo : tasto

source: Modify offer
fr_fr: Modifier offre
it_it: Modificare offerta

source: Edit offer
fr_fr: Modifier offre
it_it: Modifica offerta

source: Project reputation
fr_fr: Réputation du projet
it_it: Reputazione

source: Do you like the project idea ?
fr_fr: Aimez-vous cette idée de projet ?
it_it: Vi piace questa idea di progetto ?

source: Area
fr_fr: Zone
it_it: Zona

source: Category
fr_fr: Catégorie
it_it: Categoria

source: Locality to browse
fr_fr: Localité où chercher
it_it: Località in cui cercare

source: Offer locality
fr_fr: Lieu de l'offre
it_it: Luogo dell'offerta

source: Organization
fr_fr: Organisme
it_it: Organismo

source: Organization to address
fr_fr: Organisme à qui on s'adresse
it_it: Organismo a cui è indirizzata

source: Locality
fr_fr: Localité
it_it: Località

source: Topic
fr_fr: Sujet
it_it: Argomento

source: Select topic
fr_fr: Sélectionner sujet
it_it: Scegli Argomento

source: Delete publication
fr_fr: Supprimer publication
it_it: Elimina pubblicazione

source: <b>MyEdu</b> is an application that has the goal of improving communication between the university and students. <br/>Through myEdu, the university can publish ads on thesis, internships and job opportunities; while students can enjoy all this information through any device with a browser and an Internet connection.<br/>It is also possible to register for one or more topics of interest and receive in its own box email notifications from new content posted on the site.
fr_fr: <b>MyEdu</b> est une application qui a pour but d'améliorer la communication entre l'université et les étudiants. <br/>A travers myEdu, les universités peuvent publier des annonces relatives aux thèses, stages et opportunités de travail; tandis que les étudiants peuvent profiter de toutes ces informations à travers n'importe quel dispositif équipé d'un navigateur et d'une connexion Internet.<br/>Il est aussi possible de s'inscrire à un ou plusieurs sujets d’intérêt et recevoir dans sa propre boîte mail les notifications par rapport aux nouveaux contenus publiés sur le site.
it_it: <b>MyEdu</b> è un'applicazione che ha come obiettivo quello di migliorare la comunicazione tra università e studenti. <br/>Attraverso myEdu, le università possono pubblicare annunci relativi a Tesi, Stage, opportunità di lavoro; mentre gli studenti possono fruire di queste informazioni attraverso qualsiasi dispositivo che disponga di un browser e di una connessione ad internet.<br/>E' anche possibile sottoscriversi ad uno o più argomenti di interesse e ricevere direttamente sulla propria email le notifiche dei nuovi contenuti pubblicati sul sito.

source: Here you can manage your subscriptions.
fr_fr: Gérez tous vos abonnements ici.

source: Select category
fr_fr: Sélectionner catégorie
it_it: Scegli categoria
