Repository: luigiliquori/myMed
Catalog: frontend/www/current/lang/*.utf8/LC_MESSAGES/messages.po
Languages: fr_fr, it_it

source: Select organization
fr_fr: Sélectionner organisme
it_it: Scegli organismo

source: Select locality
fr_fr: Sélectionner localité
it_it: Scegli località

source: Select area
fr_fr: Sélectionner zone
it_it: Scegli zona

source: Here you can create subscriptions by selecting different parameters related to Universities, Companies, Localities and Themes.
fr_fr: Ici vous pouvez saisir tous vos paramètres d'abonnement, comme Universités, Sociétés, Localités et Thématiques.
it_it: Qui potrai inserire tutti i parametri d'abbonamento, come Università, Società, Tematiche, che ti permetteranno di gestire i tuoi abbonamenti.

source: Here you can search for an internship, a job, a course... with other criteria.
fr_fr: Ici vous pouvez rechercher un stage, emploi, cours, des notes... avec d'autres critères.
it_it: Qui è possibile cercare uno tirocinio, impiego, corso... con altri criteri.

source: Find a publication
fr_fr: Chercher une publication
it_it: Trova una pubblicazione

source: Advanced research
fr_fr: Recherche avancée
it_it: Ricerca avanzata

source: Last offers
fr_fr: Dernières offres
it_it: Ultime offerte

source: Search easily and accurately, according to the criteria you have defined.
fr_fr: Recherchez simplement et avec précision des offres en fonction des critères que vous aurez sélectionné.
it_it: Ricerca delle offerte che rispecchino precisamente e soltanto i criteri selezionati.

source: Do you like that offer?
fr_fr: Aimez-vous cette offre?
it_it: Ti piace questa offerta?

source: Browse and create your publications here.
fr_fr: Visualisez et créez vos publications ici.

source: Offer's creation
fr_fr: Création d'une offre
it_it: Creazione di una offerta

source: Your offers
fr_fr: Vos offres
it_it: Il tuo offerte

source: New offer
fr_fr: Nouvelle offre
it_it: Nuova offerta

source: Browse your publications or create a new one, by clicking on the 'New publication' button.
fr_fr: Ici vous pouvez visualiser vos publications ou en créer de nouvelles en cliquant sur le buton 'Nouvelle publication'.

source: Here you can browse all your applications.
fr_fr: Ici vous pouvez consulter toutes vos candidatures.

source: Browse your applications and see if you have been accepted.<br>You can click on each result to see the detail publication.
fr_fr: Consulter vos candidatures et voyez si vous avez été accepté.<br>Vous pouvez cliquer sur chaque résultat pour voir le détail de la publication.
it_it: Consulta le tue candidature e verificane l’accettazione.<br>Puoi cliccare su ognuna per vedere i dettagli della pubblicazione.

source: myEdu is a social network, linking universities, students and companies of the MedAlp region.<br>On this network, you can find offers for academic formation, internships, Ph.D. positions, job opportunities, as well as for cultural exchanges and teaching tools.
fr_fr: myEdu est un réseau social permettant la mise en relation entre les Universités, les étudiants et les Entreprises de l'interrégion MedAlp.<br>Le réseau présente des offres de formation académique, de stages, de thèses, d'emploi, d'échange de professeurs, et de matériel pédagogique.
it_it: myEdu é una rete sociale che permette l'interazione tra le università, gli studenti e le aziende dell'interregione MedAlp.<br>In myEdu potrete trovare le varie offerte di formazione accademica, di tirocinio, di tesi, d'impiego, di scambi culturali e di materiale didattico.

source: You have to create your extended profile to access all the menu options
fr_fr: Vous devez créer votre profil étendu pour accéder à toutes les options du menu
it_it: Devi creare il tuo profilo esteso per accedere a tutte le opzioni di menu

source: You have to create your extended profile to access other options
fr_fr: Vous devez créer votre profil étendu pour accéder à d'autres options
it_it: Devi creare il tuo profilo esteso per accedere ad altre opzioni

source: My opportunities
fr_fr: Mes opportunités
it_it: Le mie possibilità

source: My offers
fr_fr: Mes offres
it_it: Le mie offerte

source: Search an offer
fr_fr: Rechercher une offre

source: Search offer
fr_fr: Recherche d'offres
it_it: Ricerca offerte

source: Offering organization
fr_fr: Organisme offrant
it_it: Organismo offerente

source: Find an offer by criteria
fr_fr: Chercher une offre par critères
it_it: Cercare un'offerta in base a criteri

source: View the last offers and search offers according to your criteria.
fr_fr: Visualisez les dernières offres et cherchez des offres selon vos critères.
it_it: Visualizza le ultime offerte e la ricerca offre secondo i vostri criteri.

source: Enter your username and password to access the myEdu network.<br>You can access myEdu through other social networks, such as Facebook, Twitter, Google+....<br>If you do not have a login, you can create one.
fr_fr: Saisir votre identifiant et mot de passe vous permettra d'accéder au réseau myEdu.<br>L'accès sera possible au travers d'autres réseaux sociaux comme Facebook, Twitter, Google+...<br>Si vous n'avez pas d'identifiant vous pouvez en créér un.
it_it: Per accedere a myEdu inserisci nome utente e password oppure accedi attraverso le altre reti sociali alle quali sei già iscritto come Facebook, Twitter, Google+...<br>Se ancora non possiedi un login potrai crearne uno.

source: The list of subscriptions myEdu has found according to your criteria.
fr_fr: Liste des souscriptions que myEdu a sélectionné selon vos critères de recherche.
it_it: Lista delle sottoscrizioni che myEdu ha selezionato secondo i tuoi criteri di ricerca.

source: See your publications.
fr_fr: Accédez à toutes les publications que vous avez créées.

source: Search for a publication according to your criteria.
fr_fr: Recherchez une publication selon vos critères.

source: See your candidatures.
fr_fr: Accédez à toutes vos candidatures.

source: Access your myMed and MyEdu profile.
fr_fr: Accédez à votre profil myMed et myEdu.
it_it: Accedi al tuo profilo myMed e myEdu.

source: Create publication
fr_fr: Créer publication
it_it: Creazione pubblicazione

source: Publish your project
fr_fr: Publier votre projet
it_it: Pubblica progetto

source: Publish your offer
fr_fr: Publier votre offre
it_it: Creazione di una offerta

source: Publication title goes here
fr_fr: Titre de la publication ici
it_it: Titolo di pubblicazione va qui

source: Enter a text description
fr_fr: Saisissez une description
it_it: Immettere una descrizione

source: Other criteria
fr_fr: Autres critères
it_it: Altre criteri

source: Max course appliers number
fr_fr: Nombre max de candidats au cours
it_it: Massimo corso applicatori numero

source: Mandatory if you publish a course
fr_fr: Obligatoire si vous publiez un cours
it_it: Obbligatorio se si pubblica un corso

source: Fill out all of the parameters, such as title, expiration date, description, specialization, category, locality and company.
fr_fr: Remplissez les paramètres comme le titre, date d'expiration, description, zone, catégorie, localité et entreprises.
it_it: Completa i campi: Titolo, data di scadenza, descrizione libera, specializzazione, categoria, località, impresa, società.

source: Student number
fr_fr: Numéro étudiant
it_it: Studente numero

source: Faculty
fr_fr: Faculté
it_it: Facoltà

source: University
fr_fr: Université
it_it: Università

source: Courses
fr_fr: Cours
it_it: Corsi

source: Company type
fr_fr: Type de l'entreprise
it_it: Tipologia di azienda

source: Create profile
fr_fr: Création profil
it_it: Crea profilo

source: Hello, This is your first time in myEdu! Please create your extended profile.
fr_fr: Bonjour, c'est votre première venue sur myEdu! Veuillez Créer votre profil étendu.
it_it: Buongiorno, E' la sua prima connessione a myEdu! Si prega di creare il tuo profilo esteso.

source: Please create your extended profile:
fr_fr: Veuillez créer votre profil étendu:

source: Select your category
fr_fr: Sélectionner votre catégorie
it_it: Scegli la categoria

source: I accept the
fr_fr: J'accepte les
it_it: Accetto le

source: general terms and conditions
fr_fr: conditions générales d'utilisation
it_it: condizioni ed i termini generali

source: Create your myEdu Profile as an oriented profile according to your status (student, professor, company), to use myEdu network in the best conditions.
fr_fr: Créez votre profil myEdu en spécifiant votre profession (étudiant, professeur, compagnie), afin d'utilier le réseau myEdu dans les meilleures conditions.
it_it: Crea il tuo profilo myEdu secondo il tuo status (studente, professore, ente) per poter usufruire al meglio della rete myEdu.

source: MyEdu extended profile details
fr_fr: Détails du profil étendu MyEdu
it_it: Dettagli profilo esteso myEdu

source: Company Type
fr_fr: Type de la compagnie
it_it: Tipo di azienda

source: Are you sure ?
fr_fr: Etes-vous sûr ?
it_it: Sei sicuro ?

source: Are you sure you want to delete this offer?
fr_fr: Etes-vous sûr de vouloir supprimer cette offre?
it_it: Sei sicuro di voler eliminare questa offerta?

source: Are you sure you want to delete this announcement?
fr_fr: Etes-vous sûr de vouloir supprimer cette annonce?
it_it: Sei sicuro di voler cancellare questo annuncio?

source: Are you sure you want to delete this association?
fr_fr: Etes-vous sûr de vouloir supprimer cette association?

source: Manage subscriptions
fr_fr: Gêrer souscriptions
it_it: Gestisci sottoscrizioni

source: Subscription name
fr_fr: Nom de la souscription
it_it: Nome della sottoscrizione

source: Comments: <i>You have to be logged in to comment!</i>
fr_fr: Commentaires: <i>Vous devez vous connecter pour pouvoir commenter!</i>
it_it: Commenti: <i> Devi fare il login per commentare!</i>

source: Comments
fr_fr: Commentaires
it_it: Commenti

source: Comment
fr_fr: Commenter
it_it: Commento

source: Applicants
fr_fr: Candidats
it_it: Candidati

source: Name
fr_fr: Nom
it_it: Nome

source: Aerospace
fr_fr: Aéronautique
it_it: Aerospaziale

source: Biomechanics
fr_fr: Biomécanique
it_it: Biomeccanica

source: Cinema
fr_fr: Cinéma

source: Data processing
fr_fr: Informatique
it_it: Informatica

source: Electricity
fr_fr: Electricité
it_it: Elettrica

source: Electronics
fr_fr: Electronique
it_it: Elettronica

source: Energy
fr_fr: Energie
it_it: Energetica

source: Environment
fr_fr: Environnement
it_it: Ambientale

source: Management
fr_fr: Administration

source: Material
fr_fr: Matériel
it_it: Materiali

source: Mechanics
fr_fr: Mécanique
it_it: Meccanica

source: Motor vehicle
fr_fr: Véhicules automobiles
it_it: Autoveicolo

source: Telecommunications
fr_fr: Télécommunications
it_it: Telecomunicazioni

source: Internship
fr_fr: Stage
it_it: Stage

source: Internships
fr_fr: Stages

source: Visit an enterprise
fr_fr: Visitez une entreprise

source: Job
fr_fr: Emploi

source: Jobs
fr_fr: Emplois

source: Lecture note
fr_fr: Note de cours
it_it: Appunti

source: See all your offers.
fr_fr: Accédez à toutes vos offres.
it_it: Accedi a tutte le tue offerte.

source: Search an offer according to your criteria.
fr_fr: Recherchez une offre selon vos critères.
it_it: Ricerca una offerta secondo i tuoi criteri.

source: Check all your offer adhesions.
fr_fr: Accédez a toutes vos adhésions.
it_it: Accedi a tutte le tue adesioni.

source: Set up parameters of your subscriptions.
fr_fr: Saisissez les paramètres de vos souscriptions.
it_it: Imposta i parametri delle tue sottoscrizioni.

source: Offers management
fr_fr: Gestion offres
it_it: Gestione offerte

source: Course
fr_fr: Cours
it_it: Corso

source: PHD Thesis
fr_fr: Thèse
it_it: Tesi

source: Create your offer by filling all the mandatory fields.
fr_fr: Créez votre offre en remplissant tous les champs obligatoires.
it_it: Crea la tua offerta riempiendo tutti i campi obbligatori.

source: The myMed consortium is composed by INRIA, Nice Sophia-Antipolis University, Politecnico di Torino, Turin University, and Piémont Oriental University, and it is founded by:
fr_fr: Le consortium myMed est composé par l'INRIA, l'université de Nice Sophia-Antipolis, Politech de Turin, l'université de Turin, l'université du Piémont Oriental et il est financé par:
it_it: Il consorzio myMed è composto da INRIA, università di Nizza Sophia-Antipolis, Politecnico di Torino, università di Torino, università del Piemonte Orientale ed è finanziato da:

source: Display and create your offers by clicking on the button "New offer".
fr_fr: Visualisez et créez vos offres en cliquant sur le bouton "Nouvelle offre".
it_it: Visualizza e crea le tue offerte cliccando sul bottone "Nuova offerta".

source: Aix-Marseille Univ.
fr_fr: Univ. d'Aix-Marseille
it_it: Univ. di Aix-Marsiglia

source: Nice Sophia-Antipolis Univ.
fr_fr: Univ. de Nice Sophia-Antipolis
it_it: Univ. Nizza Sophia-Antipolis

source: South Toulon-Var Univ.
fr_fr: Univ. du Sud Toulon-Var
it_it: Univ. del Sud Tolone-Var

source: Lyon I, II & III Univ.
fr_fr: Univ. de Lyon I, II & III
it_it: Univ. di Lyon I, II & III

source: Grenoble Univ.
fr_fr: Univ. de Grenoble
it_it: Univ. di Grenoble

source: Politecnico di Torino
fr_fr: Politech de Turin

source: Turin Univ.
fr_fr: Univ. de Turin
it_it: Univ. di Torino

source: Genoa Univ.
fr_fr: Univ. de Gênes
it_it: Univ. di Genova

source: Oriental Piedmont Univ.
fr_fr: Univ. de Piémont Oriental
it_it: Univ. del Piemonte Orientale

source: Aosta Valley Univ.
fr_fr: Univ.de la Vallé d'Aoste
it_it: Univ. della Valle d'Aosta

source: Enterprise
fr_fr: Entreprise
it_it: Impresa

source: French Riviera
fr_fr: Provence Alpes Côte d'Azur
it_it: Costa Azzurra

source: Ligury
fr_fr: Ligurie
it_it: Liguria

source: Piedmont
fr_fr: Piémont
it_it: Piemonte

source: Aosta Valley
fr_fr: Vallée d'Aoste
it_it: Val d'Aosta

source: Check and create your offers.
fr_fr: Vérifiez and créez vos offres.
it_it: Consulta e crea le tue offerte.

source: Student
fr_fr: Etudiant
it_it: Studente

source: student
fr_fr: étudiant
it_it: studente

source: Professor
fr_fr: Professeur
it_it: Professore

source: professor
fr_fr: professeur
it_it: professore

source: Company
fr_fr: Compagnie
it_it: Società

source: company
fr_fr: compagnie
it_it: società

source: Area field can't be empty
fr_fr: Le champs zone doit être rempli
it_it: Area campo non può essere vuoto

source: Category field can't be empty
fr_fr: Le champs catégorie doit être rempli
it_it: Categoria campo non può essere vuoto

source: Specify a valid value for the maximum number of course appliers
fr_fr: Spécicifez une valeur valide pour le nombre maximum de candidats au cours
it_it: Specificare un valore valido per il numero massimo di corso applicatori

source: Student number field can't be empty
fr_fr: Le champs numéro d'étudiant doit être rempli
it_it: Studente numero campo non può essere vuoto

source: Faculty field can't be empty
fr_fr: Le champs faculté doit être rempli
it_it: Facoltà campo non può essere vuoto

source: University field can't be empty
fr_fr: Le champs université doit être rempli
it_it: Università campo non può essere vuoto

source: Courses field can't be empty
fr_fr: Le champs cours doit être rempli
it_it: Corsi campo non può essere vuoto

source: Company type field can't be empty
fr_fr: Le champs type de l'entreprise doit être rempli
it_it: Tipologia di azienda campo non può essere vuoto

source: SIRET field can't be empty
fr_fr: Le champs SIRET doit être rempli
it_it: PARTITA IVA campo non può essere vuoto

source: Your publication offer has been successfully published
fr_fr: Votre offre de partenariat a été publiée avec succès
it_it: L'offerta di partenariato è stata pubblicata con successo

source: Please specify your category
fr_fr: Veuillez spécifier votre catégorie
it_it: Grazie di specificare la categoria

source: You must accept the terms of use.
fr_fr: Vous devez accepter les conditions d'utilisation.
it_it: Devi accettare le condizioni d’uso.

source: Someone apply to your publication
fr_fr: Quelqu'un a candidaté à votre publication

source: please check on the web interface
fr_fr: vérifiez sur l'interface web

source: Your application is awaiting validation
fr_fr: Votre candidature est en attente de validation

source: Your application to
fr_fr: Votre candidature à

source: is awaiting validation
fr_fr: est en attente de validation

source: Your application is accepted
fr_fr: Votre candidature est acceptée

source: has been accepted
fr_fr: a été acceptée

source: <br> Attached message: "
fr_fr: <br> Message joint: "

source: Your apply is refused
fr_fr: Votre candidature est refusée

source: has been refused.
fr_fr: a été refusée

source: Creating an account in myEurope will allow you to submit new projects and to participate in discussions in the topic "Best Practices".
fr_fr: La création d'un compte dans myEurope vous permettra de soumettre de nouveaux projets et de participer aux fils de discussions dans la rubrique "Bonnes Pratiques".
it_it: La creazione di un account in myEurope vi permetterà di sottomettere nuovi progetti e di partecipare di volta in volta alle discussioni nella rubrica "Buone Prassi".

source: Manage users
fr_fr: Administrer les utilisateurs
it_it: Gestisci utenti

source: Here you can change user category. <br /> Categories are: 'Admin', 'Normal user' and 'New User'.
fr_fr: Vous pouvez changer ici la catégorie d'utilisateur. <br /> Les catégories sont: 'Admin', 'Utilisateur normal' et 'Nouvel utilisateur'.
it_it: Qui puoi cambiare la categoria utente. <br /> Le categorie sono: 'Amministratore', 'Utente normale' e 'Nuovo utente'.

source: <b>MyEurope</b> is a social network which is based on the meta-social network <b><em>myMed</em></b>, available for City Halls, institutions or economic realities (industrial, tourism industry...) of the French South-East areas (PACA, Rhone-Alpes) and the three Italian North-Western Regions (Liguria, Piemonte, Valle d'Aosta), i.e. the areas eligible to the Alcotra Program.
fr_fr: <b>myEurope</b> est un réseau social s'appuyant sur le méta-réseau social <em>myMed</em>, à disposition des mairies, des institutions, des élus ou encore des réalités économiques (industrielles, touristiques…) du territoire de la région française du Sud-Est (PACA, Rhône-Alpes) et des trois régions italiennes du Nord Ouest de l'Italie, (Ligurie, Piémont, Vallée d'Aoste), c'est-à-dire des territoires éligibles au programme Alcotra (Alpes Latines Coopération Transfrontalière France-Italie).
it_it: <b>myEurope</b> é una rete sociale facente parte della meta-rete sociale <em>myMed</em>, a disposizione dei comuni, delle istituzioni, dei rappresentanti politici locali nonché delle realtà economiche (industriali, turistiche…) del territorio della regione francese del Sud-Est (PACA, Rodano-Alpi) e delle tre regioni italiane del Nord Ovest (Liguria, Piemonte, Valle d’Aosta), ovvero dei territori ammissibili al programma Alcotra (Alpi Latine Cooperazione Transfrontaliera Francia-Italia).

source: This application will help the City Hall of the Alps-Mediterranean Euroregion to find partners, among those who joined the social network, in order to create projects together, within European Programs. The main targets of <b><em>myEurope</em></b> are : <ul style='text-align:left'> <li>Help, through the mechanism of myMed's "matchmaking", to gather ideas and resources for European project submission or obtain European funds.</li> <li>Exchange practices and common cross-border interests in the area of European project creation.</li> <li>Inform users about different European calls.</li> </ul>
fr_fr: L'application permettra aux mairies de l'Eurorégion Alpes-Méditerranée (MedAlp) de trouver des partenaires, bien évidemment inscrits au réseau myEurope, au sein de l'interregion afin de pouvoir monter ensemble des projets communs, dans le cadre de différents programmes européens : Interreg Alcotra, de Med, FP7 etc … <br /> <br />Les objectifs principaux de myEurope sont donc les suivants : <ul style='text-align:left'><li >Aider, à travers le mécanisme de « Matchmaking » de myMed, à mettre en communs des idées mais aussi des moyens afin de pouvoir soumettre un projet Interreg Alcotra, Med ou d'obtenir des financements provenant de l'Europe (crédits FEDER …).</li><li>Echanger des pratiques et des intérêts communs transfrontaliers dans le domaine du montage de projet</li><li>Informer des différents appels d'offres de projets européens les personnes inscrites au réseau social</li></ul>Ces échanges d'information seront utiles aux élus français ainsi qu'à leurs homologues italiens afin de pouvoir instaurer un contact permanent entreles habitants des régions françaises et ceux des régions italiennes limitrophes. Ce qui favorisera l'organisation d'activités transfrontalières(partenariat de projets européens, coopérations dans différents domaines …)
it_it: L’applicazione permetterà ai comuni dell’Euroregione Alpi-Mediterraneo (MedAlp) di trovare dei partner, che siano chiaramente iscritti alla rete myEurope, nell’ambito dell’interregione e poter costituire assieme dei progetti comuni, nel quadro dei differenti programmi europei : Interreg Alcotra, de Med, FP7 ecc… <br /> <br />Gli obbiettivi principali di myEurope sono dunque i seguenti :<ul style='text-align:left'><li>Aiutarvi, attraverso il meccanismo di « Matchmaking » myMed a mettere in comune delle idee ma anche dei mezzi al fine di poter sottomettere un progetto Interreg Alcotra, Med od ottenere dei finanziamenti provenienti dall’Europa (crediti FEDER…).</li><li> Scambiare pratiche ed interessi comuni transfrontalieri nell’ambito del montaggio dei progetti</li><li>Informare riguardo alle varie offerte d’appalto di progetti europei le persone iscritte alla rete sociale</li></ul>Questo scambio d’informazioni sarà utile agli esponenti politici locali francesi così come ad i loro omologhi italiani per poter instaurare un contatto permanente tra gli abitanti delle regioni francesi e quelli delle regioni italiane limitrofe. Ciò favorirà l’organizzazione di attività transfrontaliere (partenariato di progetti europei, cooperazioni in differenti ambiti…)

source: Publish offer
fr_fr: Publier offre
it_it: Pubblicare offerta

source: <p>Enter a <b>title</b> for your project, then a <b>keywords</b> list separated by a space.<br />
fr_fr: <p>Saisissez un <b>titre</b> pour votre projet, puis une liste de <b>mots-clés</b> séparés par un espace.<br />
it_it: <p>Scegliete un <b>titolo</b> per il vostro progetto ed una lista di <b>parole chiave</b> separate da uno spazio.<br />

source: Write your offer using the online editor of myEurope. Do not hesitate to complete your brief project in the options ("Option " button).
fr_fr: Rédigez votre offre à l'aide de l'éditeur en ligne de myEurope. N'hesitez pas à compléter votre fiche de projet dans les options (bouton "Option").
it_it: Descrivete la vostra offerta utilizzando l’editor online predefinito di myEurope. Potete completare la vostra scheda progettuale grazie alle opzioni.

source: Free text
fr_fr: Texte libre
it_it: Testo libero

source: Example
fr_fr: Exemple
it_it: Esempio

source: Program
fr_fr: Programme
it_it: Programma

source: <h3>Don't forget:</h3><p>To fill the fields in
fr_fr: <h3>N'oubliez pas :</h3><p>De renseigner des champs présents dans
it_it: <h3>Non dimenticate:</h3><p>Tiempire i campi in

source: </p><p>More options are met, more a project will be visible.</p><p>When you check / fill several fields in a category, results correspond to at least one of the criteria selected.</p>
fr_fr: </p><p>Plus les options sont remplies, plus un projet sera visible.</p><p>Lorsque vous cochez / remplissez plusieurs champs dans une catégorie, les résultats correspondront à au moins un des critères coché .</p>
it_it: </p><p>Altre opzioni sono soddisfatti, più il progetto sarà visibile.</p><p>Quando si controlla / riempire diversi campi in una categoria, risultati corrispondere ad almeno uno dei criteri selezionati.</p>
