Repository: luigiliquori/myMed
Catalog: frontend/www/current/lang/*.utf8/LC_MESSAGES/messages.po
Languages: fr_fr, it_it

source: To use all options of myFSA please fill your extended profile
fr_fr: Pour utiliser toutes les fonctionnalités de myFSA veuillez remplir votre profil étendu

source: myFSAabout
fr_fr: Le projet myMed est né d’une double constatation: l’existence d’un énorme potentiel de développement des activités économiques de la zone transfrontalière, objet de l’action Alcotra et le manque criant d’infrastructures techniquement avancées en permettant un développement harmonieux. La proposition myMed est née d’une collaboration existante depuis plus de 15 ans entre l’Institut National de Recherche en Informatique et en Automatique (INRIA) de Sophia Antipolis et l’Ecole Polytechnique de Turin, auxquels viennent s’ajouter deux autres partenaires: l’Université de Turin et l’Université du Piémont Oriental.

source: Localize
fr_fr: Localiser

source: Company name
fr_fr: Nom de l'entreprise

source: Company address
fr_fr: Adresse de l'entreprise

source: Trade Reg. No.-SIRET
fr_fr: SIRET

source: Field of Studies
fr_fr: Filière

source: Employer/Student
fr_fr: Employé/Etudiant

source: Guest
fr_fr: Invité

source: After sign in as a guest you cannot use all options in myFSA
fr_fr: Après une inscription comme invité vous pourrez seulement utiliser quelques options de myFSA

source: To use all options of myFSA please fill your profile
fr_fr: Pour utiliser toutes les fonctionnalités de myFSA remplissez s'il vous plait votre profil étendu

source: Fill your profile
fr_fr: Compléter votre profil

source: Submit
fr_fr: Soumettre

source: Events
fr_fr: Evénement

source: News
fr_fr: Actualité

source: Job offers
fr_fr: Offres d’emploi

source: Internship offers
fr_fr: Offres de stage

source: Rent Offices
fr_fr: Location bureaux

source: Company visits
fr_fr: Visite d’entreprise

source: Advanced searching
fr_fr: Recherche avancée

source: Waiting the administrator validation
fr_fr: En attente de validation
it_it: In attesa della convalida amministratore

source: Has been validated by an administrator
fr_fr: A été validé par un administrateur

source: Administrator
fr_fr: Administrateur
it_it: Amministratore

source: Rate
fr_fr: Voter
it_it: Votate

source: Password
fr_fr: Mot de passe

source: Connection
fr_fr: Connexion
it_it: Connessione

source: Sign in
fr_fr: Connexion

source: Sign in with
fr_fr: Se connecter par

source: Connect with
fr_fr: Se connecter par
it_it: Connettersi con

source: Connect
fr_fr: Connexion
it_it: Connessione

source: First name
fr_fr: Prénom

source: Last name
fr_fr: Nom

source: Confirm
fr_fr: Confirmer

source: I accept the general terms and conditions
fr_fr: J'accepte les conditions générales d'utilisation
it_it: Accetto le condizioni ed i termini generali

source: Send
fr_fr: Envoyer
it_it: Inviare

source: about
fr_fr: a propos
it_it: A proposito

source: More informations
fr_fr: Plus d'informations
it_it: Informazioni

source: First Name
fr_fr: Prénom
it_it: Nome

source: Last Name
fr_fr: Nom
it_it: Cognome

source: Birthday
fr_fr: Date de naissance
it_it: Compleanno

source: Profile picture
fr_fr: Photo du profil
it_it: Foto del profilo

source: Language
fr_fr: Langue
it_it: Lingua

source: Select language
fr_fr: Sélectionner langue

source: Password Confirmation
fr_fr: Mot de passe (confirmation)
it_it: Conferma password

source: Update
fr_fr: Actualiser
it_it: Aggiornare

source: Edit
fr_fr: Modifier
it_it: Esci

source: My offers adhesions
fr_fr: Mes adhésions à des offres
it_it: Le mie adesioni ad offerte

source: Student name
fr_fr: Nom de l'étudiant

source: waiting
fr_fr: en attente
it_it: attesa

source: accepted
fr_fr: accepté
it_it: accettato

source: About you
fr_fr: A propos de vous
it_it: Informazioni generali

source: Profile in your applications
fr_fr: Profil dans vos applications

source: Email not valid
fr_fr: Email non valide
it_it: Email non valida

source: password empty
fr_fr: Mot de passe vide

source: Passwords do not match
fr_fr: Mauvaise confirmation du mot de passe
it_it: Password non corrispondente

source: Wrong password
fr_fr: Mot de passe erroné
it_it: Password errata

source: Your profile has been successfully updated!
fr_fr: Votre profil à été mis à jour avec succès

source: Institution
fr_fr: Organisme offrant
it_it: Organismo offerente

source: Manage your subscriptions
fr_fr: Gestion souscriptions
it_it: Gestione sottoscrizioni

source: Why Register ?
fr_fr: Pourquoi s'enregistrer ?
it_it: Perchè registrarsi?

source: MyMemoryWhyRegister
fr_fr: MyMemory nécessite un compte myMed afin de stocker en toute sécurité vos données confidentielles.

source: Login
fr_fr: Connexion

source: Register
fr_fr: S'inscrire
it_it: Iscriversi

source: myMemory_presentation_text
fr_fr: <p>Bienvenue sur l'application myMemory<br /> <br />myMemory offre une aide informatique aux patients affectés de la maladie d'Alzheimer</p>
it_it: <p>Benvenuti sull'applicazione myMemory<br /> <br />myMemory offre un aiuto informatico ai pazienti affetti dalla malattia di Alzheimer</p>

source: ConfirmationNeeded
fr_fr: Confirmation requise

source: MyMemory_SudoDialog
fr_fr: Afin de prévenir toute modification involontaire de données cruciales, veuillez entrer de nouveau votre mot de passe.
it_it: Inserite la vostra password

source: Validate
fr_fr: Valider
it_it: Validare

source: Cancel
fr_fr: Annuler

source: MyMemory_StopNeedHelp
fr_fr: Arrêter la demande d'aide?
it_it: Bloccare la richiesta di aiuto?

source: MyMemory_askStopNeedHelp
fr_fr: myMemory est actuellement en train de demander de l'aide. Êtes-vous sûr de vouloir l'interrompre?
it_it: myMemory attualmente sta chiedendo aiuto. Siete sicuri di voler interrompere la richiesta?

source: MyMemory_confimStopNeedHelp
fr_fr: oui, arrêter la demande d'aide
it_it: Si, interrompere la domanda di aiuto

source: MyMemory_cancelStopNeedHelp
fr_fr: Non, continuer la demande d'aide
it_it: No, continuare la domanda di aiuto

source: Account creation
fr_fr: Création d'un compte

source: Exit
fr_fr: Quitter
it_it: Esci

source: Home
fr_fr: Accueil

source: Help
fr_fr: Aide
it_it: Aiuto

source: MyMemory_HomeDesc
fr_fr: Ecran de contrôle
it_it: Pannello di controllo

source: GoingBack
fr_fr: Amène-moi chez...

source: NeedHelp
fr_fr: Besoin d'aide

source: Profile
fr_fr: Profil
it_it: Profilo

source: Autocall_active
fr_fr: <<< Surveillance activée >>>

source: How it works
fr_fr: Comment ça marche
it_it: Come funziona

source: MyMemory_MainViewHelp
fr_fr: <p>Le bouton "Amène-moi chez ...." vous permet de rentrer chez une personne avec les transports publiques en commun<br/> Le bouton "Besoin d'aide" appelle dans un ordre prédefini dans vore profil les personnes que vous aviez saisi et, en dernier ressort, le SAMU<br/> Le bouton "Profil" vous permet de saisir les données concernant vos aidants. </p>

source: Back
fr_fr: Retour
it_it: Indietro

source: MyMemory_GoingBackDesc
fr_fr: Ecran de retour avec les transports en commun
it_it: Schermata di ritorno attraverso i trasporti pubblici

source: MyMemory_GoingBackHelp
fr_fr: <p>Choisissez l'endroit où vous voulez rentrer : le calculateur d'itineraire Equipage06 vous indiquera les horaires des bus à prendre</p>

source: EditProfile
fr_fr: Modifier profil

source: MyMemory_EditProfileStep1Desc
fr_fr: Ecran d'edition du profil du patient 1/5
it_it: Schermata di edizione del profilo del paziente 1/5

source: DiseaseLevel
fr_fr: Niveau de la maladie
it_it: Livello della malattia

source: DiseaseLevel1
fr_fr: Léger
it_it: Leggero

source: DiseaseLevel2
fr_fr: Modéré
it_it: Moderato

source: DiseaseLevel3
fr_fr: Avancé
it_it: Avanzato

source: Next
fr_fr: Suivant
it_it: Avanti

source: MyMemory_EditProfileStep1Help
fr_fr: Editez votre domicile et le niveau de votre maladie

source: MyMemory_EditProfileStep2Desc
fr_fr: Ecran d'edition du profil du patient 2/5
it_it: Schermata di edizione del profilo del paziente 2/5

source: MyCaregiver
fr_fr: Mon aide-soignant
it_it: Assistente

source: FirstName
fr_fr: Prénom

source: LastName
fr_fr: Nom

source: NickName
fr_fr: Surnom

source: Address
fr_fr: Adresse
it_it: Indirizzo

source: Phone
fr_fr: Téléphone
it_it: Telefono

source: MyMemory_EditProfileStep2Help
fr_fr: Editez les coordonnées de votre Aide-soignant

source: MyMemory_EditProfileStep3Desc
fr_fr: Ecran de édition du profil du patient 3/5
it_it: Schermata di edizione del profilo del paziente 3/5

source: MyDoctor
fr_fr: Mon médecin
it_it: Il mio dottore

source: MyMemory_EditProfileStep3Help
fr_fr: Editez les coordonnées de votre medecin traitant

source: MyMemory_EditProfileStep4Desc
fr_fr: myMemory peut appeler pour vous jusqu’à 4 personnes en cas d'urgence.<br />La première personne appelée est votre aide-soignant, et la dernière le SAMU.Vous pouvez spécifier les 2 personnes à appeler entre les 2. Ceci n'est <strong>pas obligatoire.</strong>
it_it: Schermata di edizione del profilo del paziente 4/5

source: callingslot1
fr_fr: Deuxième personne à appeller
it_it: Seconda persona da chiamare

source: callingslot2
fr_fr: Troisième personne à appeller
it_it: Terza persona da chiamare

source: MyMemory_EditProfileStep4Help
fr_fr: myMemory peut appeler pour vous jusqu’à 4 personnes en cas d'urgence.<br />La première personne appelée est votre aide-soignant, et la dernière le SAMU.Vous pouvez spécifier les 2 personnes à appeler entre les 2. Ceci n'est <strong>pas obligatoire.</strong>

source: MyMemory_EditProfileStep5Desc
fr_fr: Ecran d'edition du profil du patient 5/5

source: MyMemory_PerimeterHome
fr_fr: Périmètre du domicile
it_it: perimetro della casa

source: MyMemory_CallThisNumber
fr_fr: Appeler ce numéro de téléphone

source: MyMemory_IfOutsidePerimeter
fr_fr: Si la personne s'éloigne de

source: MyMemory_PerimeterNear
fr_fr: Périmètre voisinage

source: MyMemory_PerimeterFar
fr_fr: Périmètre éloigné

source: MyMemory_AutoCallFrequency
fr_fr: Fréquence de surveillance

source: MyMemory_CheckEvery
fr_fr: Vérifier la position toutes les ... (minutes)

source: Save
fr_fr: Enregistrer
it_it: Registrare

source: MyMemory_EditProfileStep5Help
fr_fr: Cette section n'est utilisée que si vous avez renseigné le niveau de la maladie comme étant "avancé".<br />Définissez les numéros de téléphones et le rayon des différents périmètres de surveillance. MyMemory vous avertira si le patient sort de ces zones.

source: MyMemory_NeedHelpDesc
fr_fr: Ecran d'appel des aidants dans l'ordre établi
it_it: Schermata di chiamata degli assistenti nell'ordine stabilito

source: StopNeedHelp
fr_fr: Arrêter
it_it: Interrompere la domanda d'aiuto?

source: MyMemory_Calling
fr_fr: myMemory appelle la personne suivante :
it_it: myMemory appelle la personne suivante:Parlez devant le micro SVP!

source: MyMemory_Microphone
fr_fr: Parlez devant le micro SVP!
it_it: Parlate davanti al microfono per favore!

source: MyMemory_Mailling
fr_fr: myMemory envoie une alerte par e-mail aux aides soignants...
it_it: myMemory sta inviando un allarme via e-mail agli assistenti

source: MyMemory_MailSent
fr_fr: Alertes par e-mail envoyées!
it_it: Allarme inviato via e-mail!

source: MyMemory_NeedHelpHelp
fr_fr: myMemory est en train d'appeler ou d'envoyer un SMS a vos aidants

source: CreateProfile
fr_fr: Création du profil

source: MyMemory_CreateProfileStep1Desc
fr_fr: Ecran de création du profil du patient 1/5
it_it: Ecran de création du profil du patient 1/6

source: MyMemory_CreateProfileStep1Help
fr_fr: Insérez votre domicile et le niveau de votre maladie

source: MyMemory_CreateProfileStep2Desc
fr_fr: Ecran de création du profil du patient 2/5
it_it: Schermata creazione del profilo paziente 2/6

source: MyMemory_CreateProfileStep2Help
fr_fr: Insérez les coordonnées de votre Aide-soignant

source: MyMemory_CreateProfileStep3Desc
fr_fr: Ecran de création du profil du patient 3/5
it_it: Schermata creazione del profilo paziente 3/6

source: MyMemory_CreateProfileStep3Help
fr_fr: Insérez les coordonnées de votre médecin traitant

source: MyMemory_CreateProfileStep4Desc
fr_fr: myMemory peut appeler pour vous jusqu’à 4 personnes en cas d'urgence.<br />La première personne appelée est votre aide-soignant, et la dernière le SAMU.Vous pouvez spécifier les 2 personnes à appeler entre les 2. Ceci n'est <strong>pas obligatoire.</strong>
it_it: Schermata creazione del profilo paziente 4/6

source: MyMemory_CreateProfileStep5Desc
fr_fr: Ecran de création du profile du patient 5/5
it_it: Schermata creazione del profilo paziente 5/6

source: myMemory_Agreement
fr_fr: Je comprend que cette application a besoin de connaître ma position en cas d'urgence et j'y consent.
it_it: Comprendo che questa applicazione abbia bisogno di conoscere la mia posizione in caso d'urgenza ed acconsento.

source: MyMemory_CreateProfileStep5Help
fr_fr: Il faut accepter les conditions d'usage ...

source: MyMemory_CreateProfileStep6Desc
fr_fr: Ecran de création du profil du patient 6/6
it_it: Schermata creazione del profilo paziente 6/6

source: MyMemory_CreateProfileStep6Help
fr_fr: Cette section n'est utilisée que si vous avez renseigné le niveau de la maladie comme étant "avancé".<br />Définissez les numéros de téléphones et le rayon des différents périmètres de surveillance. MyMemory vous avertira si le patient sort de ces zones.

source: MyMemory_ViewProfileDesc
fr_fr: Ecran du profil personnel
it_it: Inserzione del profilo esteso

source: MyInfos
fr_fr: Mes informations
it_it: Le mie informazioni

source: CallingList
fr_fr: Liste d'appel
it_it: Lista chiamate

source: callingslot0
fr_fr: Première personne à appeller
it_it: Prima persona da chiamare

source: callingslot3
fr_fr: Dernière personne à appeller
it_it: Ultima persona da chiamare

source: AutoCall
fr_fr: Surveillance

source: MyMemory_PerimeterNearby
fr_fr: Périmètre voisinage

source: MyMemory_DisplayProfileHelp
fr_fr: Cet écran décrit votre profil étendu: il est très important car il permettra de noter toutes vos coordonnées et celle de vos aidants qui vous aideront le cas écheant : remplissez avec soin cette partie, merci.

source: RoadSheet
fr_fr: Feuille de route
it_it: Il calcolatore Céparou06 vi ha indicato un itinerario di marcia per arrivare a destinazione utilizzando i trasporti pubblici: seguitelo attentamente! Potete anche cliccare sull'icona Céparou06 in basso a sinistra per accedere al loro sito web.

source: Homescreen
fr_fr: Accueil
it_it: Home

source: Mandatory fields
fr_fr: Champs obligatoires
it_it: Campi obbligatori

source: Profiles list
fr_fr: Liste des profils
it_it: Profili

source: Notify me of new users
fr_fr: M'alerter des nouveaux inscrits
it_it: Notificami nuove iscrizioni

source: New users waiting for validation
fr_fr: Nouveaux utilisateurs en attente de validation
it_it: Nuovo utente in attesa di validazione

source: Normal users
fr_fr: Utilisateurs normaux
it_it: Utente normale

source: Add partnerships
fr_fr: Ajouter des partenariats
it_it: Aggiungere partenariato

source: Create announcement
fr_fr: Créer une annonce

source: Skills required (from 1 to 4)
fr_fr: Compétences requises (de 1 à 4)

source: Practical information
fr_fr: Informations pratiques

source: How to publish
fr_fr: Comment publier
it_it: Come pubblicare

source: Title
fr_fr: Titre
it_it: Titolo

source: Day
fr_fr: Jour
it_it: Giorno

source: Month
fr_fr: Mois
it_it: Mese

source: Year
fr_fr: Année
it_it: Anno

source: Publish
fr_fr: Publier
it_it: Pubblicare

source: New announcement
fr_fr: Nouvelle annonce

source: Results
fr_fr: Résultats
it_it: Risultati

source: No result found
fr_fr: Pas de résultat trouvé
it_it: Nessun risultato trovato

source: Date of expiration
fr_fr: Date d'expiration

source: Mission type
fr_fr: Type de mission
it_it: Tipo di missione

source: Announcement name
fr_fr: Nom de l'annonce

source: Your association has not been validated yet
fr_fr: Votre association n'a pas encore été validée
it_it: La vostra associazione non è stato convalidato ancora

source: Validated association
fr_fr: Association validée
it_it: Associazione convalidato

source: Validated announcement
fr_fr: Annonce validée
it_it: Convalidato annuncio

source: Skills
fr_fr: Compétences
it_it: Competenze

source: Skill
fr_fr: Compétence

source: Reputation
fr_fr: Réputation
it_it: Reputazione

source: Credits
fr_fr: Crédits
it_it: Crediti

source: If you find an error you can report it at this address:
fr_fr: Si vous trouvez une erreur, vous pouvez le signaler à cette adresse:
it_it: Se si trova un errore si può segnalare a questo indirizzo:

source: Search
fr_fr: Rechercher
it_it: Ricerca

source: How to find
fr_fr: Comment chercher

source: Find an announcement by criteria
fr_fr: Chercher une annonce par critères
it_it: Cercare un annuncio in base a criteri

source: Select skill
fr_fr: Sélectionner compétence
it_it: Selezionare abilità

source: Select district
fr_fr: Sélectionner quartier
it_it: Selezionare distretto

source: District
fr_fr: Quartier
it_it: Distretto

source: Association address
fr_fr: Adresse de l'association

source: Male
fr_fr: Masculin
it_it: Maschio

source: Female
fr_fr: Féminin
it_it: Femmina

source: male
fr_fr: masculin
it_it: maschio

source: female
fr_fr: féminin
it_it: femmina

source: Association phone
fr_fr: Tel de l'association

source: Districts
fr_fr: Quartiers
it_it: Distretti

source: Select mission type
fr_fr: Sélectionner type de mission
it_it: Selezionare tipo di missione

source: Last announcements
fr_fr: Dernières annonces
it_it: Ultimi annunci

source: Register a new account
fr_fr: Créer un compte

source: Please choose form 1 to 4 skills
fr_fr: Veuillez choisir de 1 à 4 compétences

source: Please choose the type of mission
fr_fr: Veuillez choisir le type de mission
it_it: Si prega di scegliere il tipo di missione

source: Delete
fr_fr: Supprimer
it_it: Cancella

source: Your account has been validated. You can connect now
fr_fr: Votre compte à bien été validé. Vous pouvez vous loguer à présent

source: You can attach a message for the applier:
fr_fr: Vous pouvez joindre un message pour le candidat:
it_it: Puoi allegare un messaggio:

source: You can attach a message for the applier (or just click on Delete):
fr_fr: Vous pouvez joindre un message pour le candidat (ou juste cliquer sur Supprimer):

source: You can attach a message for the applier (or just click on Validate):
fr_fr: Vous pouvez joindre un message pour le candidat (ou juste cliquer sur Valider):

source: You can attach a message to inform the association (or just click on Validate):
fr_fr: Vous pouvez joindre un message pour prévenir cette association (ou juste cliquer sur Valider):

source: You can attach a message to inform the association (or just click on Delete):
fr_fr: Vous pouvez joindre un message pour prévenir cette association (ou juste cliquer sur Supprimer):

source: You can attach a message for the applier (or just click on Refuse):
fr_fr: Vous pouvez joindre un message pour le candidat (ou juste cliquer sur Refuser):

source: You can attach a message for the applier (or just click on Accept):
fr_fr: Vous pouvez joindre un message pour le candidat (ou juste cliquer sur Accepter):

source: Accept
fr_fr: Accepter
it_it: Accettare

source: Refuse
fr_fr: Refuser
it_it: Rifiutare

source: My candidatures
fr_fr: Mes candidatures
it_it: Le mie candidature

source: Last publications
fr_fr: Dernières publication
it_it: Ultime pubblicazioni

source: Use search parameters to find publications that are interesting for you.
fr_fr: Utilisez les paramètres de recherche pour trouver les publications intéressantes pour vous.
it_it: Utilizzare i parametri di ricerca per trovare le pubblicazioni che sono interessanti per te.

source: Specify properties to retrieve related publications.
fr_fr: Spécifiez les propriétés pour récupérer les publications liées.
it_it: Specificare le proprietà per il recupero delle relative pubblicazioni.

source: Publication name
fr_fr: Nom de la publication
it_it: Pubblicazione nome

source: Publication reputation
fr_fr: Réputation de la publication

source: Author email
fr_fr: Email de l'auteur
it_it: Autore e-mail

source: Welcome
fr_fr: Bienvenue
it_it: Benvenuto

source: You have to login to access all the menu options
fr_fr: Vous devez vous connecter pour accéder à toutes les options du menu
it_it: Devi effettuare il login per accedere a tutte le opzioni del menu

source: My subscriptions
fr_fr: Mes souscriptions
it_it: Le mie sottoscrizioni

source: Search announcement
fr_fr: Rechercher une annonce
it_it: Cerca annuncio

source: My profile
fr_fr: Mon profil
it_it: Il mio profilo

source: Manage candidatures
fr_fr: Gérer candidatures

source: Manage validations
fr_fr: Gérer validations

source: Modify announcement
fr_fr: Modifier annonce

source: Edit announcement
fr_fr: Modifier annonce

source: Modify
fr_fr: Modifier

source: Edit Profile
fr_fr: Modifier profil
it_it: Pubblica profilo

source: Profile type
fr_fr: Type de profil
it_it: Tipo di profilo

source: French
fr_fr: Français
it_it: Francese

source: Italian
fr_fr: Italien
it_it: Italiano

source: English
fr_fr: Anglais
it_it: Inglese

source: Web site
fr_fr: Site web
it_it: Sito web

source: The skills you need.
fr_fr: Les compétences requises.

source: Edit your Profile
fr_fr: Modifier votre profil
it_it: Pubblica tuo profilo

source: Here you can update your organization profile.
fr_fr: Vous pouvez modifier ici le profil de votre organisation
it_it: Qui è possibile aggiornare il profilo dell'organizzazione.

source: New subscription
fr_fr: Nouvelle souscription
it_it: Nuova sottoscrizione

source: Choose your profile
fr_fr: Choisissez votre profil
it_it: Scegli il tuo profilo

source: Previous
fr_fr: Précédent
it_it: Precedente

source: Step 1 - association info
fr_fr: Etape 1 - info association
it_it: Fase 1 - associazione info

source: Step 2 - Skills and missions
fr_fr: Etape 2 - Compétences et missions
it_it: Fase 2 - Competenze e missioni

source: Please choose the skills you need (1 to 4)
fr_fr: Veuillez choisir les compétences nécessaires (1 à 4)
it_it: Si prega di scegliere le competenze necessarie (da 1 a 4)

source: Please choose the type of mission you propose
fr_fr: Veuillez choisir le/les types de mission que vous proposez
it_it: Si prega di scegliere il tipo di missione si propone

source: Create the profile
fr_fr: Créer le profil
it_it: Creare il profilo

source: Step 1 - personal info
fr_fr: Etape 1 - info personnelles
it_it: Fase 1 - info personali

source: Step 2 - Skills
fr_fr: Etape 2 - Compétences
it_it: Fase 2 - Competenze

source: Please choose your skills (1 to 4)
fr_fr: Veuillez choisir vos compétences (1 à 4)
it_it: Scegli le tue competenze (da 1 a 4)

source: Step 3 - Missions and mobility
fr_fr: Etape 3 - Missions et mobilité
it_it: Fase 3 - Missioni e mobilità

source: Please choose your mobility
fr_fr: Veuillez choisir votre mobilité
it_it: Si prega di scegliere la mobilità

source: Please fill in your personal information:
fr_fr: Veuillez remplir vos informations personnelles:
it_it: Si prega di compilare i tuoi dati personali:

source: Hello, This is your first time in myBenevolat! Please create your extended profile.
fr_fr: Bonjour, c'est votre première venue sur myBenevolat! Veuillez Créer votre profil étendu.

source: Hello, This is your first time in myEuroCIN! Please create your extended profile.
fr_fr: Bonjour, c'est votre première venue sur myEuroCIN! Veuillez Créer votre profil étendu.
it_it: Buongiorno, E' la sua prima connessione a myEuroCIN! Si prega di registrarsi creando il proprio profilo.

source: Choose the type of profile you want to create:
fr_fr: Choisissez le type de profil que vous voulez créer:
it_it: Scegliere il tipo di profilo che si desidera creare:

source: Please fill in your association information:
fr_fr: Veuillez remplir les informations sur votre association:

source: New associations waiting for validation
fr_fr: Nouvelles associations en attente de validation
