Repository: luigiliquori/myMed
Catalog: frontend/www/current/lang/*.utf8/LC_MESSAGES/messages.po
Languages: fr_fr, it_it

source: EditProject
fr_fr: Modifier le projet

source: Edit project
fr_fr: Modifier le projet

source: Project title
fr_fr: Titre du projet

source: MyEurope is an application of the Alcotra <b><em>myMed</em></b> project, which aims to link mayors and municipal transborders.
fr_fr: MyEurope est une application du projet Alcotra <b><em>myMed</em></b>, qui vise à mettre en relation des maires et des communes transfrontalières.
it_it: myEurope é un’applicazione del progetto Alcotra <b><em>myMed</em></b> volta a mettere in relazione comuni ed enti transfrontalieri.

source: The idea is to provide a tool to simplify and support the creation of European projects as myMed.
fr_fr: L'idée est de fournir un outil pour simplifier et aider la création de projets Européens comme myMed.
it_it: L’idea di fondo é quella di fornire uno strumento utile a semplificare e promuovere la creazione di progetti europei quali myMed.

source: You have to wait the administrator validation to access all the menu options
fr_fr: Vous devez attendre la validation par un administrateur pour accéder à toutes les options du menu
it_it: Devi aspettare la convalida amministratore per accedere a tutte le opzioni di menu

source: You have to wait the validation of your association to access all the menu options
fr_fr: Vous devez attendre la validation de votre assocation pour accéder à toutes les options du menu
it_it: Devi aspettare la convalida della vostra associazione per accedere a tutte le opzioni di menu

source: Search directly here partnership offers
fr_fr: Recherchez ici directement des offres de partenariat
it_it: Ricercate direttamente qui le offerte di partenariato

source: Projects/partnership
fr_fr: Projets/partenariats

source: Office rental
fr_fr: Location de bureaux

source: Insert your own partnership offers
fr_fr: Insérez vos propres offres de partenariat
it_it: Inserite qui le vostre offerte di partenariato

source: Complete and manage your profile for a better visibility in myEurope
fr_fr: Complétez et gérez votre profil pour une meilleure visibilité dans myEurope
it_it: Completate e gestite il vostro profilo per una migliore visibilità all’interno di myEurope

source: Give your opinion, share your experience and enrich the network myEurope
fr_fr: Laissez votre avis, partagez votre expérience et enrichissez le réseau myEurope
it_it: Lasciateci un vostro parere, condividete con noi la vostra esperienza e contribuirete così ad arricchire la rete myMed

source: Action area
fr_fr: Domaine d'action
it_it: Territorio d'intervento

source: Action territory
fr_fr: Territoire d'action
it_it: Azione territorio

source: My publications
fr_fr: Mes publications
it_it: Le mie pubblicazioni

source: Search publication
fr_fr: Chercher publication
it_it: Ricerca pubblicazione

source: <b>EURO C.I.N. EEIG</b> (European Economic Interest Grouping), founded in 1994 by the chambers of transborder commerce Cuneo, Imperia and Nice, is now composed of institutions and companies representing the territories of Piedmont, Liguria and Provence-Alpes-Côte d'Azur.<br>In addition to the three founders (Cuneo, Imperia and Nice), the other members are the Chambers of Commerce of Asti, Alessandria, Genoa, Unioncamere Piedmont, Savona Port Authority, Municipality of Cuneo, Cuneo BRE Bank and Spa GEAC.<br>The Group's objectives is the desire to create a comprehensive and common inside and outside of the Euroregion (called Alpes-Maritimes), to promote economic integration, cultural and scientific development and promotion of cross-border flows territorial part of their particularities and traditions.<br>With myEurocin, the Group aims to introduce and encourage visitors most evocative, contemplating nature and well-being, curiosity, historic and artistic and many local products that characterize the Euroregion.<br>MyEurocin content is available to visitors who request their collaboration to improve implementation, providing information and suggestions.<br>Inclusion of new content to the site is possible after authentication.
fr_fr: <b>EURO C.I.N. GEIE</b> (Groupement européen d'intérêt économique), fondé en 1994 par les chambres de commerce transfrontalier Cuneo, Imperia et Nice, est aujourd'hui composée d'institutions et de sociétés représentant les territoires du Piémont, la Ligurie et la Provence-Alpes-Côte d'Azur. En plus des trois fondateurs (Cuneo, Imperia et Nice), les autres membres sont les Chambres de Commerce d'Asti, Alessandria, Gênes, Unioncamere Piémont, Administration portuaire de Savone, municipalité de Cuneo, Cuneo BRE Bank et GEAC Spa <br>Les objectifs du Groupe est la volonté de créer un intérieur globale et commun et à l'extérieur de l'Eurorégion (appelé Alpes-Maritimes), de favoriser l'intégration économique, le développement culturel et scientifique et la promotion des flux transfrontaliers territoriaux qui font partie de leurs particularités et leurs traditions. <br>Grâce à myEurocin, le Groupe a pour objectif de présenter et d'encourager les visiteurs les plus évocateurs, contemplant la nature et bien-être, la curiosité historique et artistique et de nombreux produits du terroir qui caractérisent l'Eurorégion. <br>Le contenu de myEurocin est disponible gratuitement auprès des visiteurs, qui demande leur collaboration pour améliorer l'application, fournissant des informations et des suggestions. <br>L'inclusion d'un nouveau contenu au site est possible après l'authentification.
it_it: <b>EURO C.I.N. GEIE</b> (Gruppo Europeo di Interesse Economico) fondato nel 1994, dalle Camere di commercio transfrontaliere di Cuneo, Imperia e Nizza, si compone oggi di istituzioni e aziende che rappresentano i territori di Piemonte, Liguria e Provence Alpes Côte d’Azur.<br>Oltre ai tre fondatori (Cuneo, Imperia e Nizza) gli altri membri sono le Camere di commercio di Asti, Alessandria, Genova, Unioncamere Piemonte, Autorità Portuale di Savona, Comune di Cuneo, BRE Banca Cuneo e GEAC Spa.<br>Tra gli obiettivi del Gruppo la volontà di creare un’immagine globale e comune all’interno e all’esterno dell’Euroregione (chiamata delle Alpi del Mare) favorendo l’integrazione economica, culturale e scientifica, lo sviluppo dei flussi transfrontalieri e la promozione dei territori che ne fanno parte con le loro peculiarità e tradizioni.<br>Attraverso myEurocin, il Gruppo si propone di presentare e suggerire ai visitatori le mete più suggestive, contemplando natura e benessere, curiosità storiche e artistiche e i numerosi prodotti tipici che caratterizzano l’Euroregione.<br>I contenuti di myEurocin sono liberamente consultabili dai visitatori, ai quali chiediamo la loro collaborazione per migliorare l’applicazione, fornendo informazioni e suggerimenti.<br>Ricordiamo agli utenti che l’inserimento di nuovi contenuti è possibile previa autenticazione al sito.

source: departmental
fr_fr: départemental
it_it: provinciale

source: regional
fr_fr: régional
it_it: regionale

source: Territory type
fr_fr: Type de territoire
it_it: Tipo di territorio

source: urban
fr_fr: urbain
it_it: urbano

source: mountain
fr_fr: montagnard
it_it: montano

source: Organization email
fr_fr: E-mail de l'organisation
it_it: Email dell'organizzazione

source: description, comments
fr_fr: description, commentaires
it_it: inserisci una descrizione, un commento

source: Projects list
fr_fr: Liste projets

source: Hello, This is your first time on myEurope! Please register by creating your own profile.
fr_fr: Bonjour, c'est votre première venue sur myEurope! Créez votre propre profil.
it_it: Buongiorno, E' la sua prima connessione a myEurope! Si prega di registrarsi creando il proprio profilo.

source: Create a new profile of your organization.
fr_fr: Créez un nouveau profil de votre organisation
it_it: Crea un nuovo profilo per la tua istituzione/ente

source: Fill the form with your organization details. All members of your organization can use this profile to register in myEurope
fr_fr: Remplissez le formulaire avec les détails de votre organisation. Tous les membres de votre organisation peuvent utiliser ce profil pour s'enregistrer dans myEurope
it_it: Complila il formulario con i dettagli del tuo organismo/ente. Tutti i membri facentene parte potranno usare questo profilo per navigare in myEurope

source: Users list
fr_fr: liste des membres
it_it: Lista dei membri

source: You have to wait the administrator validation to update/delete your profile.
fr_fr: Vous devez attendre la validation par un administrateur pour modifier/supprimer votre profil.
it_it: Devi aspettare la convalida all'amministratore di aggiornare / cancellare il tuo profilo.

source: List my projects
fr_fr: Lister mes projets
it_it: Lista i miei progetti

source: Edit Profile and Projects
fr_fr: Modifier profil et projets
it_it: Pubblica profilo e progetti

source: Here you can modify your profile and list your active projects.
fr_fr: Vous pouvez modifier ici votre profil et lister vos projets actifs.
it_it: Qui puoi modificare il tuo profilo e listare i tuoi progetti già operativi.

source: Search partnership
fr_fr: Rechercher partenariat
it_it: Trova partenariato

source: How to search
fr_fr: Comment rechercher
it_it: Come si effettua una ricerca

source: <p>Enter a list of <strong>keywords</strong> corresponding to your projects search or partnerships.
fr_fr: <p>Saisissez une liste de <strong>mots clés</strong> correspondant à votre recherche de projets ou de partenariats.
it_it: <p>Inserite una lista di parole <strong>chiave</strong> corrispondenti alla vostra ricerca di progetto o partenariato.

source: You can also use the options to filter your search or <strong>subscribe</strong> to a particular thematic.</p>
fr_fr: Vous pouvez aussi utiliser les options pour filtrer votre recherche ou vous <strong>abonner</strong> à une thématique particulière.</p>
it_it: Potete aiutarvi utilizzando le opzioni predefinite per filtrare la vostra ricerca od <strong>abbonarvi</strong> ad una tematica particolare.</p>

source: Search a project
fr_fr: Rechercher un projet
it_it: Ricercare un progetto

source: Our selection
fr_fr: Notre sélection
it_it: La nostra selezione

source: <h3>Operation of search engine:</h3> <p>If you leave all fields <b>empty</b>, you get all offers published to date.</p><p>When you leave an <b>empty</b> category, she is not consider in the research.</p><p>When you check / fill several fields in a category, results correspond to at least one of the criteria selected.</p>
fr_fr: <h3>Fonctionnement du moteur de recherche:</h3><p>Si vous laissez tous les champs <b>vides</b>, vous obtenez toutes les offres publiées à ce jour.</p><p>Lorsque vous laissez une catégorie <b>vide</b>, elle n'est pas prise en compte dans la recherche.</p><p>Lorsque vous cochez / remplissez plusieurs champs dans une catégorie, les résultats correspondront à au moins un des critères coché.</p>
it_it: <h3>Il funzionamento del motore di ricerca:</h3> <p>Lasciando tutti i campi <b>vuoti</b> otterrete tutte le offerte pubblicate quest’oggi.</p><p>Dal momento che avrete selezionato / riempito più campi di una categoria i risultati corrisponderanno ad almeno uno dei criteri selezionati.</p>

source: Topics in category
fr_fr: Rubriques dans la catégorie
it_it: Argomenti di categoria

source: Publication date
fr_fr: Date de publication
it_it: Data pubblicazione

source: Phases of the project
fr_fr: Phases du projet
it_it: Fasi del progetto

source: Project themes
fr_fr: Thèmes de projet
it_it: Temi del progetto

source: Cathegory
fr_fr: Catégorie

source: Rate project
fr_fr: Evaluer projet

source: Association - Cooperative - Mutual
fr_fr: Association - Coopérative - Mutuelle
it_it: Associazione - Cooperativa - Mutua

source: Private enterprise
fr_fr: Entreprise privée
it_it: Ente privato

source: Consular Chamber - Professional Association
fr_fr: Chambre consulaire - Groupement professionnel
it_it: Camera consolare - Consorzio professionale

source: University - Research
fr_fr: Université - Recherche
it_it: Università - Ricerca

source: City, inter communality - communal or intercommunal public institution
fr_fr: Commune, intercommunalité - établissement public communal ou intercommunal
it_it: Comune, intercomunalità - ente pubblico comunale o intercomunale

source: Department - departmental public institution
fr_fr: Département - établissement public départemental
it_it: Provincia - ente pubblico provinciale

source: Region - regional public institution
fr_fr: Région - établissement public régional
it_it: Regione - ente pubblico regionale

source: Department of State - State public institution
fr_fr: Service de l'Etat - établissement public de l'Etat
it_it: Organismo statale - ente pubblico statale

source: Another facility or public group
fr_fr: Autre établissement ou groupement public
it_it: Altro ente o raggruppamento pubblico

source: You can't rate your own project!
fr_fr: Vous ne pouvez pas évaluer votre propre projet!

source: You can't rate your own publication!
fr_fr: Vous ne pouvez pas évaluer votre propre publication!

source: Organization name field can't be empty
fr_fr: Le champs nom de l'organisation doit être rempli
it_it: Nome del campo Organizzazione non può essere vuoto

source: Organization email field can't be empty
fr_fr: Le champs email de l'organisation doit être rempli
it_it: Email campo Organizzazione non può essere vuoto

source: Here is the space summarizing all of your publications, as well as a way to create new ones.
fr_fr: Voici l'espace récapitulant l'ensemble de vos publications, ainsi que le moyen d'en créer de nouvelles.

source: Informations personnelles
fr_fr: Informations

source: Téléphone
fr_fr: tel

source: Homme
fr_fr: Commentaires

source: Actif
fr_fr: Activité

source: Email field can't be empty
fr_fr: Le champ email ne peut pas être vide
it_it: Devi inserire un indirizzo e-mail

source: Incorrect password
fr_fr: Mot de passe incorrect

source: An email has been sent to you!
fr_fr: Un mail vient de vous être envoyé!

source: Internal error of registration
fr_fr: Erreur interne d'enregistrement

source: <b>Waiting application validation</b>
fr_fr: <b>En attente de validation d'adhésion</b>
it_it: <b>In attesa di convalida applicazione</b>

source: <b>Member to this offer</b>
fr_fr: <b>Adhérent de cette offre</b>
it_it: <b>Membri a questa offerta</b>

source: See all your offer adhesions.
it_it: Accedi a tutte le tue adesioni.

source: Create a new publication here.
it_it: Crea nuova pubblicazione qui.

source: Your applications
it_it: Le vostre applicazioni

source: Echec de sauvegarde
it_it: Salvataggio fallito

source: Ecole Normale Sup. Lyon
it_it: Scuola Normale di Lyon

source: Description
it_it: Descrizione

source: Domicile
it_it: Domicilio

source: myEuropeabout
it_it: <b>myEurope</b> è una rete sociale che si appoggia al meta-social network <em>myMed</em>, a disposizione dei sindaci, delle istituzioni, degli esponenti politici nonché delle realtà economiche (industriali, turistiche...) del territorio della regione francese del sud est (PACA, Rhône-Alpes) e delle tre regioni italiane del nord ovest (Piemonte, Liguria, Valle d'Aosta), ovvero dei territori ammessi al programma Alcotra (Alpi Latine Cooperazione Transfrontaliera Francia-Italia).L'applicazione permetterà ai sindaci dell'Euroregione Alpi-Mediterraneo (MedAlp) di trovare dei partner all'interno de'interregione stessa, a condizione che quest'ultimi siano iscritti alla rete myEurope, cosicché possano montare assieme dei progetti comuni, nell'ambito dei differenti programmi europei : Interreg Alcotra, di Med, FP7 ecc … <br /><br />Gli obbiettivi principali di myEurope sono dunque i seguenti :<ol><li>Aiutare attraverso il meccanismo di « Matchmaking » di myMed a mettere in comune delle idee ma anche delle risorse cosi da poter sottomettere un progetto Interreg-Alcotra Med oppure ottenere dei finanziamenti europei (crediti FESR...)</li><li>Scambiare delle pratiche e degli interessi comuni transfrontalieri per quanto riguarda il montaggio dei progetti</li><li>Informare le persone iscritte alla rete sociale riguardo le differenti gare d'appalto dei progetti europei</li></ol>Questi scambi d'informazione saranno utili ai rappresentanti delle istituzioni francesi cosi come ai loro omologhi italiani per poter instaurare un contatto permanente tra gli abitanti delle regioni francesi e italiane limitrofe, cosa che favorirà l'organizzazione delle attività transfrontaliere (partenariato di progetti europei, cooperazioni in differenti ambiti …)

source: Informations
it_it: Informazioni

source: Thèmes de projet
it_it: Temi del progetto

source: Phases du projet
it_it: Fasi del progetto

source: Bugs et problèmes rencontrés
it_it: Bug e problemi riscontrati

source: Améliorations proposées
it_it: Migliorie proposte

source: Discussion libre
it_it: Nessun programma di riferimento

source: France
it_it: Francia

source: Programme concerné par l'offre
it_it: Programma di riferimento

source: Description / <br/> Curriculum Vitae
it_it: Descrizione / <br/> Curriculum Vitae

source: date
it_it: data

source: Delete profile
it_it: Cancella profilo

source: Hello, This is your first time on myEurope! Please register with an already existing profile or create yours
it_it: Buongiorno, E' la sua prima connessione a myEurope! Si prega di registrarsi creando il proprio profilo.

source: Agriculture
it_it: Agricoltura

source: Proposition libre
it_it: Nessun programma di riferimento

source: Espace Alpin
it_it: Spazio Alpino

source: Italie-France Maritime
it_it: Italia-Francia Marittima

source: Alpes-Maritimes
it_it: Alpi Marittime

source: Alpes de Haute-Provence
it_it: Alpi di Alta Provenza

source: Bouches-du-Rhône
it_it: Bocche del Rodano

source: Hautes-Alpes
it_it: Alte Alpi

source: Haute-Savoie
it_it: Alta Savoia

source: Rhône
it_it: Rodano

source: Savoie
it_it: Savoia

source: Architecture
it_it: Architettura

source: Art & Design
it_it: Arte e Design

source: Ecosciences
it_it: Ecologia

source: Communication
it_it: Comunicazione

source: Missions
it_it: Missioni

source: MyEdu is a network allowing the linking between students, associations and companies (training, employment, etc.).
it_it: MyEdu è una rete che permette il collegamento tra studenti, associazioni e aziende (formazione, occupazione, ecc.).

source: Search a publication
it_it: Ricercare una pubblicazione

source: Students list
it_it: Gli studenti lista

source: Course name
it_it: Nome del corso

source: Teacher email
it_it: Insegnante e-mail

source: SIRET
it_it: PARTITA IVA

source: Student Number
it_it: Numero studente

source: Siret
it_it: Partita IVA

source: Status
it_it: Stato

source: You can attach a message for the association:
it_it: Puoi allegare un messaggio:

source: Civil
it_it: Civile

source: Creating an account in myEdu will allow you to submit new publications and to apply.
it_it: La creazione di un account in myEdu vi permetterà di sottomettere nuovi pubblicazioni e applicare.

source: Administration
it_it: Amministrazione

source: Option
it_it: Opzione

source: local
it_it: locale

source: national
it_it: nazionale

source: international
it_it: internazionale

source: rural
it_it: rurale

source: maritime
it_it: marittimo

source: Organization details
it_it: Dati organizzazione
